Repository: INDIAN2020/crayon-syntax-highlighter
Catalog: crayon-syntax-highlighter-*.po
Languages: de_de

source: Static
de_de: Statisch

source: Percent
de_de: Prozent

source: None
de_de: Keiner

source: Left
de_de: Links

source: Right
de_de: Rechts

source: On MouseOver
de_de: Auf MouseOver

source: Always
de_de: Immer

source: Never
de_de: Nie

source: When Found
de_de: Wenn Sie Gefunden

source: On Double Click
de_de: Auf Doppelklick

source: On Single Click
de_de: Auf Mausklick

source: Only Using Toggle
de_de: Nur Mit Toggle

source: An error has occurred. Please try again later.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.

source: Settings
de_de: Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über ausreichende Berechtigungen, um diese Seite zu betreten.

source: Save Changes
de_de: Änderungen speichern

source: Reset Settings
de_de: Einstellungen zurücksetzen

source: Height
de_de: Höhe

source: Width
de_de: Breite

source: Top Margin
de_de: Oberen Rand

source: Bottom Margin
de_de: Unterer Rand

source: Left Margin
de_de: Linker Rand

source: Right Margin
de_de: Rechter Rand

source: Horizontal Alignment
de_de: Horizontale Ausrichtung

source: Allow floating elements to surround Crayon
de_de: Lassen Sie Floating-Elements zu umgeben Crayon

source: Display the Toolbar
de_de: Zeigen Sie die Toolbar

source: Overlay the toolbar on code rather than push it down when possible
de_de: Overlay in der Symbolleiste auf Code, anstatt nach unten drücken, wenn möglich

source: Delay hiding the toolbar on MouseOut
de_de: Verzögerung Ausblenden der Symbolleiste auf MouseOut

source: Display the title when provided
de_de: Anzeige der Titel, wenn vorgesehen

source: Display the language
de_de: Anzeige der Sprache

source: Display striped code lines
de_de: Anzeige gestreiften Code-Zeilen

source: Enable line marking for important lines
de_de: Enable-Leitung Kennzeichnung für wichtige Linien

source: Display line numbers by default
de_de: Zeilennummern anzeigen standardmäßig

source: Enable line number toggling
de_de: Aktivieren Zeilennummer Umschalten

source: Start line numbers from
de_de: Start Zeilennummern aus

source: When no language is provided, use the fallback
de_de: Wenn keine Sprache bereitgestellt wird, verwenden Sie die Fallback

source: %d language has been detected
de_de: %d sprache erkannt wurde

source: Parsing was successful
de_de: Parsing erfolgreich war

source: Parsing was unsuccessful
de_de: Parsing nicht erfolgreich war

source: The selected language with id %s could not be loaded
de_de: Die gewählte Sprache mit der id %s konnte nicht geladen werden

source: Show Languages
de_de: Zeige Sprachen

source: Enable Live Preview
de_de: Live-Vorschau aktivieren

source: The selected theme with id %s could not be loaded
de_de: Das gewählte Thema mit id %s konnte nicht geladen werden.

source: Theme Default
de_de: Theme Standard

source: Custom Font Size
de_de: Benutzerdefinierte Schriftgröße

source: The selected font with id %s could not be loaded
de_de: Die ausgewählte Schrift mit der id %s konnte nicht geladen werden

source: Enable plain code view and display
de_de: Aktivieren Sie einfach Code-Ansicht und Anzeige

source: Enable code copy/paste
de_de: Aktivieren Code kopieren/einfügen

source: Enable opening code in a window
de_de: Aktivieren Öffnungscode in einem Fenster

source: Display scrollbars (when needed)
de_de: Anzeigen Scrollbalken (bei ​​Bedarf)

source: Tab size in spaces
de_de: Tab-Größe in Räumen

source: Remove whitespace surrounding the shortcode content
de_de: Entfernen Sie Leerzeichen um den Shortcode Inhalt

source: When loading local files and a relative path is given for the URL, use the absolute path
de_de: Beim Laden von lokalen Dateien und ein relativer Pfad ist für die URL angegeben, verwenden Sie den absoluten Pfad

source: Followed by your relative URL
de_de: Gefolgt von Ihrem relative URL

source: Clear the cache used to store remote code requests
de_de: Leeren Sie den Cache verwendet werden, um Remote-Code-Abfragen speichern

source: Clear Now
de_de: Jetzt löschen

source: Disable mouse gestures for touchscreen devices (eg. MouseOver)
de_de: Deaktivieren Mausgesten für Touchscreen-Geräte (zB MouseOver)

source: Disable animations
de_de: Deaktivieren Animationen

source: Disable runtime stats
de_de: Deaktivieren Laufzeit stats

source: Log errors for individual Crayons
de_de: Log Fehler für einzelne Crayons

source: Log system-wide errors
de_de: Log systemweite Fehler

source: Display custom message for errors
de_de: Anzeige benutzerdefinierte Meldungen für Fehler

source: Show Log
de_de: Show Protokoll

source: Clear Log
de_de: Klare Protokoll

source: Email Developer
de_de: E-Mail Entwickler

source: The log is currently empty
de_de: Das Protokoll ist derzeit leer

source: The log file exists and is writable
de_de: Die Log-Datei existiert und beschreibbar ist

source: The log file exists and is not writable
de_de: Die Log-Datei existiert und ist nicht beschreibbar

source: The log file does not exist and is not writable
de_de: Die Log-Datei nicht existiert und ist nicht beschreibbar

source: Developer
de_de: Entwickler

source: The result of innumerable hours of hard work over many months. It's an ongoing project, keep me motivated!
de_de: Das Ergebnis unzähliger Stunden harter Arbeit über viele Monate. Es ist ein laufendes Projekt, halt mich motiviert!

source: Change the %1$sfallback language%2$s to change the sample code. Lines 5-7 are marked.
de_de: Ändern Sie den %1$sFallback-Sprache%2$s , um den Beispielcode ändern. Zeilen 5-7 sind markiert.

source: Hourly
de_de: Stündlich

source: Daily
de_de: Täglich

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Immediately
de_de: Sofort
